Repository: k-droscova/lifeisskillapp
Catalog: lifeisskillapp/LiS/Resources/Resources/StringResources/Localizable.xcstrings
Source language: en
Languages: cs, de

source: %lld pts
cs: %lldbodů
de: %lld Punkts

# alert.button.cancel
source: Cancel
cs: Zrušit
de: Abbrechen

# alert.button.exit
source: Exit
cs: Ukončit
de: Beenden

# alert.complete_registration_prompt.action
source: Go to profile
cs: Jdi na profil
de: Zum Profil gehen

# alert.complete_registration_prompt.message
source: You haven't completed registration yet, you can do so in your profile.
cs: Ještě jsi nedokončili registraci, můžeš tak učinit ve svém profilu
de: Sie haben die Registrierung noch nicht abgeschlossen, Sie können dies in Ihrem Profil tun.

# alert.complete_registration_prompt.title
source: Incomplete registration
cs: Neúplná registrace
de: Unvollständige Registrierung

# alert.forced_logout.message
source: We detected that this user has logged in on another device. Only one log in is permitted at once.
cs: Zaznamenali jsme, že se tento uživatel přihlásil na jiném zařízení. V jeden moment je povoleno pouze jedno přihlášení.
de: Wir haben festgestellt, dass dieser Benutzer sich auf einem anderen Gerät angemeldet hat. Es ist nur eine Anmeldung gleichzeitig erlaubt.

# alert.forced_logout.title
source: Forced logout
cs: Vynucené odhlášení
de: Erzwungenes Abmelden

# alert.general_error.message
source: We highly recommend restarting the app to ensure all your data is preserved.
cs: Doporučujeme restart aplikace aby se zachovaly všechna data.
de: Wir empfehlen dringend, die App neu zu starten, um sicherzustellen, dass alle Ihre Daten erhalten bleiben.

# alert.general_error.title
source: Ooops, something went wrong
cs: Oops, něco se pokazilo.
de: Ups, etwas ist schiefgelaufen.

# alert.internet.lost_connection.message
source: Please be aware that the network is not available. Only the most recently logged in user can log in again. You can scan points as usual, but if you log out before accessing network, all scanned points will be lost.
cs: Vypadá to, že nemáš připojení k internetu. V offline režimu se může přihlašovat pouze poslední přihlášený uživatel. Pořád můžeš načítat body, avšak pokud se odhlásíš před připojením k internetu, budou všechny tyto body ztraceny.
de: Bitte beachten Sie, dass das Netzwerk nicht verfügbar ist. Nur der zuletzt angemeldete Benutzer kann sich erneut einloggen. Sie können Punkte wie gewohnt scannen, aber wenn Sie sich vor dem Zugriff auf das Netzwerk abmelden, gehen alle gescannten Punkte verloren.

# alert.internet.lost_connection.title
source: Internet Connection Lost
cs: Bez připojení k internetu.
de: Internetverbindung verloren

# alert.login_unactivated_user.message
source: Your account hasn't been activated yet. Make sure to activated it through activation link in your email.
cs: Tento účet ještě nebyl aktivován. Ujisti se, že jsi jej aktivoval pomocí aktivačního odkazu ve tvém e-mailu.
de: Ihr Konto wurde noch nicht aktiviert. Stellen Sie sicher, dass Sie es über den Aktivierungslink in Ihrer E-Mail aktiviert haben.

# alert.login_unactivated_user.title
source: Inactive account
cs: Neaktivní účet
de: Inaktives Konto

# alert.logout_offline.message
source: If you proceed, you will lost all scanned points that you have collected while offline.
cs: Pokud se odhlásíš tak ztratíš všechny body, které jsi načetl bez připojení k internetu.
de: Wenn Sie fortfahren, verlieren Sie alle gescannten Punkte, die Sie im Offline-Modus gesammelt haben.

# alert.logout_offline.title
source: Do you really want to logout?
cs: Skutečně se chceš odhlásit?
de: Möchten Sie sich wirklich abmelden?

# alert.parent_activation.message
source: Parent email activation is required. If you wish, you can resend activation link to your parent's email in your profile.
cs: Je vyžadována aktivace e-mailu rodiče. Pokud chceš, můžeš si znovu odeslat aktivační odkaz na e-mail rodiče ve svém profilu.
de: Die Aktivierung der E-Mail-Adresse der Eltern ist erforderlich. Wenn Sie möchten, können Sie den Aktivierungslink erneut an die E-Mail-Adresse Ihrer Eltern in Ihrem Profil senden.

# alert.parent_activation.title
source: Incomplete registration
cs: Neúplná registrace
de: Unvollständige Registrierung

# basic.attention
source: Attention
cs: Upozornění
de: Achtung

# basic.close
source: Close
cs: Zavřít
de: Schließen

# basic.error
source: Error
cs: Chyba
de: Fehler

# basic.error.message
source: Something went wrong
cs: Vyskytla se chyba
de: Etwas ist schief gelaufen

# basic.finish
source: Finish
cs: Ukončit
de: Fertig

# basic.refresh
source: Refreshing
cs: Načítám
de: Aktualisieren

# basic.show_more
source: Show more
cs: Více
de: Mehr anzeigen

# basic.use
source: Use
cs: Použít
de: Benutzen

# events.placeholder
source: No upcoming events
cs: Žádné nadcházející události
de: Keine bevorstehenden Veranstaltungen

# events.title
source: Events
cs: Akce
de: Veranstaltungen

# forgot_password.alert.password_error.message
source: We were unable to renew your password. Please make sure that your passwords match, are at least 6 characters long, and that you entered correct pin.
cs: Nedokázali jsme obnovit tvé heslo. Ujisti se, že se tvé hesla shodují, že mají alespoň 6 znaků, a že jsi zadal/a správný pin.
de: Wir konnten Ihr Passwort nicht erneuern. Bitte stellen Sie sicher, dass Ihre Passwörter übereinstimmen, mindestens 6 Zeichen lang sind und dass Sie den richtigen Pin eingegeben haben.

# forgot_password.alert.password_error.title
source: Error
cs: Chyba
de: Fehler

# forgot_password.alert.pin_error.message
source: The pin you entered is invalid. Make sure you entered the correct pin.
cs: Zadal jsi nesprávný pin. Ujisti se, že zadáváš pin, který ti přišel na email.
de: Der eingegebene Pin ist ungültig. Stellen Sie sicher, dass Sie den richtigen Pin eingegeben haben.

# forgot_password.alert.pin_error.title
source: Invalid Pin
cs: Nevalidní pin
de: Ungültiger Pin

# forgot_password.alert.request_error.message
source: Make sure you entered a valid email or username.
cs: Ujisti se, že zadáváš správné údaje.
de: Stellen Sie sicher, dass Sie eine gültige E-Mail-Adresse oder einen Benutzernamen eingegeben haben.

# forgot_password.alert.request_error.title
source: Failed to request new pin
cs: Žádost o pin selhala
de: Fehler beim Anfordern eines neuen Pins

# forgot_password.alert.request.message
source: We sent pin to your email you used for this account. The pin is valid for 15 mins.
cs: Poslali jsme ti do emailu, který je spojený s tímto účtem, pin na obnovu hesla. Pin je platný 15 min.
de: Wir haben einen PIN an die E-Mail-Adresse gesendet, die Sie für dieses Konto verwendet haben. Der PIN ist 15 Minuten lang gültig.

# forgot_password.alert.request.title
source: Check your email
cs: Zkontroluj si email
de: Überprüfen Sie Ihre E-Mails

# forgot_password.alert.success.message
source: Your password was successfully renewed. You may login with your new credentials.
cs: Tvoje heslo bylo úspěšně změněno. Můžeš se přihlásit s novým heslem.
de: Ihr Passwort wurde erfolgreich erneuert. Sie können sich mit Ihren neuen Anmeldedaten einloggen.

# forgot_password.alert.success.title
source: Success
cs: Úspěch
de: Erfolg

# forgot_password.alert.timer.message
source: The pin is only valid for 15 mins. Please start the password renewal process again if you want to do so.
cs: PIN je platný pouze 15 minut. Pokud chceš pokračovat, musíš zahájit proces obnovy hesla znovu.
de: Der PIN ist nur 15 Minuten gültig. Bitte starten Sie den Passwort-Erneuerungsprozess erneut, wenn Sie fortfahren möchten.

# forgot_password.alert.timer.title
source: Time Ran Out
cs: Čas vypršel
de: Die Zeit ist abgelaufen.

# forgot_password.button.confirm
source: Confirm
cs: Potvrdit
de: Bestätigen

# forgot_password.button.new_pin
source: Send new pin
cs: Zaslat nový pin
de: Neuen Pin senden

# forgot_password.instructions.email
source: Enter your email or username. We will send you an email with instructions for reseting your password.
cs: Zadejte svůj email nebo uživatelské jméno. Na email ti pošleme instrukce na obnovení hesla.
de: Geben Sie Ihre E-Mail-Adresse oder Ihren Benutzernamen ein. Wir senden Ihnen eine E-Mail mit Anweisungen zum Zurücksetzen Ihres Passworts.

# forgot_password.instructions.password
source: Enter new password. It must be at least 6 characters long.
cs: Zadej nové heslo. Musí mít alespoň 6 znaků.
de: Geben Sie ein neues Passwort ein. Es muss mindestens 6 Zeichen lang sein.

# forgot_password.instructions.pin
source: Enter pin that you received in the email.
cs: Zadej pin, který jsi obdržel emailem.
de: Geben Sie den Pin ein, den Sie in der E-Mail erhalten haben.

# forgot_password.textfield.password
source: New password
cs: Nové heslo
de: Neues Passwort

# forgot_password.textfield.password_confirm
source: Confirm new password
cs: Potvrďte nové heslo
de: Neues Passwort bestätigen

# forgot_password.textfield.pin
source: Pin sent to your email
cs: Pin zaslaný na email
de: Pin an Ihre E-Mail gesendet

# forgot_password.textfield.username
source: Username / Email
cs: Uživatelské jméno / Email
de: Benutzername / E-Mail

# full_registration.error.message
source: We were unable to process your completion of registration. Please try again, and if issue persists contact us at info@lifeisskill.cz
cs: Nepodařilo se nám dokončit tvoji registraci. Zkus to prosím znovu, a pokud problém přetrvává, kontaktuj nás na info@lifeisskill.cz.
de: Wir konnten Ihre Registrierung nicht abschließen. Bitte versuchen Sie es erneut, und wenn das Problem weiterhin besteht, kontaktieren Sie uns unter info@lifeisskill.cz.

# full_registration.error.title
source: Error
cs: Chyba
de: Fehler

# full_registration.success_minor.message
source: Registration will be complete once your guardian validates their email by clicking activation link we just sent them.
cs: Registrace bude dokončena, jakmile tvůj opatrovník potvrdí svůj e-mail kliknutím na aktivační odkaz, který jsme mu právě poslali.
de: Die Registrierung wird abgeschlossen, sobald Ihr Erziehungsberechtigter seine E-Mail bestätigt, indem er auf den Aktivierungslink klickt, den wir ihm gerade gesendet haben.

# full_registration.success.message
source: Registration was completed successfully! Now you can enjoy the game without any limitations.
cs: Registrace byla úspěšně dokončena! Nyní si můžeš hru užívat bez jakýchkoli omezení.
de: Die Registrierung wurde erfolgreich abgeschlossen! Jetzt können Sie das Spiel ohne Einschränkungen genießen.

# full_registration.success.title
source: Success!
cs: Úspěch!
de: Erfolg!

# home.button.how
source: I need help
cs: Jak na to?
de: Ich brauche Hilfe

# home.camera.button
source: Camera
cs: Foťák

# home.camera.instructions
source: Scan the code in the bottom right corner of the Tourist Sign. Code gets highlighted when registered by camera. The code will get processed after being highlighted for 2 seconds straight.
cs: Naskenujte kód na pravém spodním rohu turistické značky. Kód se zvýrazní poté, co je detekován. Pro zpracování udržte kód zvýrazněn po dobu 2 sekund.
de: Scannen Sie den Code in der unteren rechten Ecke des Touristenschildes. Der Code wird hervorgehoben, wenn er von der Kamera erfasst wird. Der Code wird verarbeitet, nachdem er 2 Sekunden lang ununterbrochen hervorgehoben wurde.

# home.category_selector
source: Choose category
cs: Zvolte kategorii
de: Kategorie auswählen

# home.description
source: You can use NFC or QR code to scan Life Is Skill tags, or Camera to scan Tourist signs. Just tap the appropriate button below:
cs: Můžete použít NFC nebo QR kód k naskenování Life Is Skill štítků, nebo Fotoaparát k naskenování turistických značek. Stačí klepnout na příslušné tlačítko níže:
de: Sie können NFC oder QR-Code verwenden, um Life Is Skill-Tags zu scannen, oder die Kamera, um Touristenschilder zu scannen. Tippen Sie einfach auf die entsprechende Schaltfläche unten:

# home.description.qr
source: Scan a QR code to earn a point
cs: Bod se ti přičte stisknutím tlačítka "Načíst QR kód" a namířením fotoaparátu telefonu na QR kód.
de: Scannen Sie einen QR-Code, um einen Punkt zu erhalten

# home.description.title
source: Scan nearby points
cs: Načti bod v tvé blízkosti
de: Scannen Sie nahegelegene Punkte

# home.nfc.alert_message
source: Hold the NFC-Tag on the upper back of your iPhone.
cs: Přiložte NFC čip na horní část zadní strany telefonu.
de: Halten Sie das NFC-Tag auf die obere Rückseite Ihres iPhones.

# home.nfc.scan_alert
source: Hold NFC chip close to the phone top back.
cs: Přiložte NFC čip na horní část zadní strany telefonu.
de: Halten Sie das NFC-Chip nahe an die obere Rückseite des Telefons.

# home.points
source: Points: %d
cs: Bodů: %d
de: Punkte: %d

# home.qr.permission.message
source: Camera access is required to scan QR codes.
cs: Použití fotoaparátu musí být povoleno. Bez fotoaparátu nemůžete načítat QR kódy.
de: Die Kameranutzung muss erlaubt sein. Ohne Kamera können Sie keine QR-Codes scannen.

# home.qr.permission.setting
source: Open Settings
cs: Otevřít nastavení
de: Einstellungen öffnen

# home.qr.permission.title
source: Allow Camera
cs: Povolte fotoaparát
de: Kamera zulassen

# home.qr.scan_alert
source: Hold the QR code in front of the camera
cs: Zaměřte fotoaparát na platný LiS QR kód
de: Halten Sie den QR-Code vor die Kamera

# home.qr.use_qr
source: Use QR code
cs: Použít QR kód
de: QR-Code verwenden

# home.scan_error.again
source: Again
cs: Opakovat
de: Erneut

# home.scan_error.feature_unavailable.message
source: This feature is not available on your device
cs: Tato funkce není na vašem zařízení dostupná.
de: Diese Funktion ist auf Ihrem Gerät nicht verfügbar

# home.scan_error.feature_unavailable.title
source: Feature Unavailable
cs: Funkce nedostupná
de: Funktion nicht verfügbar

# home.scan_error.invalid_point
source: The point you just tried to scan is invalid. Make sure you only scan valid points.
cs: Bod, který byl právě naskenován, není validní. Ujisti se, že skanduješ jen body v souladu s pravidly LiS.
de: Der Punkt, den Sie gerade versucht haben zu scannen, ist ungültig. Stellen Sie sicher, dass Sie nur gültige Punkte scannen.

# home.scan_error.message_offline
source: We failed to validate a point you scanned in offline mode. Make sure to scan only valid LiS points.
cs: Nepodařilo se nám ověřit bod, který jsi načetl v offline režimu. Ujisti se, že načítáš pouze platné LiS body.
de: Wir konnten einen Punkt, den Sie im Offline-Modus gescannt haben, nicht validieren. Stellen Sie sicher, dass Sie nur gültige LiS-Punkte scannen.

# home.scan_error.nfc.message
source: NFC scan failed, please try again
cs: Toto NFC není naše. Naskenujte Life is Skill NFC.
de: NFC-Scan fehlgeschlagen, bitte versuchen Sie es erneut

# home.scan_error.no_location
source: It appears that you have no gps data. You need gps data to scan points.
cs: Vypadá to, že nemáš gps signál, který je potřeba k načítání bodů.
de: Es scheint, dass Sie keine GPS-Daten haben. Sie benötigen GPS-Daten, um Punkte zu scannen.

# home.scan_error.qr.message
source: QR scan failed, please try again
cs: Tento QR kód není platný. Naskenujte Life is Skill QR kód.
de: QR-Scan fehlgeschlagen, bitte versuchen Sie es erneut

# home.scan_error.request_error
source: Request failed, please try again
cs: Při ověřování bodu nastala chyba. Ověřte připojení k internetu, polohové služby a vyzkoušejte bod načíst znovu.
de: Anfrage fehlgeschlagen, bitte versuchen Sie es erneut

# home.scan_error.title
source: Error occurred while scanning
cs: Nastala chyba během skenování bodu
de: Beim Scannen ist ein Fehler aufgetreten

# home.scan_success.message_offline
source: You seem to be offline, the point will be processed automatically after connecting to internet.
cs: Vypadá to, že jsi offline. Bod bude automaticky zpracován po připojení k internetu.
de: Sie scheinen offline zu sein, der Punkt wird automatisch verarbeitet, sobald eine Internetverbindung hergestellt wird

# home.scan_success.message_online
source: Point was processed successfully. You can check it in your Points.
cs: Bod byl úspěšně zpracován. Můžeš si ho prohlédnout v přehledu svých bodů.
de: Punkt wurde erfolgreich verarbeitet. Sie können ihn in Ihren Punkten überprüfen.

# home.scan_success.next
source: Scan next
cs: Skenovat další
de: Nächsten scannen

# home.scan_success.title
source: Point was scanned
cs: Bod byl naskenován
de: Punkt wurde gescannt

# home.title
source: Scan point
cs: Načíst body
de: Punkt scannen

# invite.instructions
source: You can let your friend scan this QR code in the registration form. You will both get rewarded for it!
cs: Můžeš nechat svého kamaráda naskenovat tento QR kód v registračním formuláři. Oba za to budete odměněni!
de: Sie können Ihren Freund diesen QR-Code im Registrierungsformular scannen lassen. Dafür werden Sie beide belohnt!

# location.access.message
source: Navigate to settings to allow access to your location. If you deny then the app exits.
cs: Jdi do nastavení a povol používání polohy. Pokud odmítneš, aplikace se vypne.
de: Wechseln Sie zu den Einstellungen, um den Zugriff auf Ihren Standort zu erlauben. Wenn Sie ablehnen, wird die App beendet.

# location.access.title
source: Location Access Required
cs: Je vyžadován přístup k polohovým službám
de: Zugriff auf Standort erforderlich

# location.denied
source: 1. Go to Settings > Privacy > Location Services. 2.Make sure that Location Services is on .3. Scroll down to find the app.
cs: Musíš povolit polohové služby pro tuto aplikaci v nastavení. 1. Nastavení 2. Dole najít LiSApp 3. Poloha 4. Vybrat "při používání aplikace"
de: 1. Gehe zu Einstellungen > Datenschutz > Ortungsdienste. 2. Stelle sicher, dass Ortungsdienste aktiviert sind .3. Scrolle nach unten, um die App zu finden.

# location.restricted
source: 1. Go to Settings > Privacy > Location Services. 2.Make sure that Location Services is on .3. Scroll down to find the app.
cs: Nelze použít polohové služby. (problém může souviset s rodičovskou kontrolou) Musíš povolit polohové služby, jinak nemůžeš načítat body ani používat mapu. 1. Nastavení 2. Soukromí 3. Polohové služby 4. Zapnout
de: 1. Gehe zu Einstellungen > Datenschutz > Ortungsdienste. 2. Stelle sicher, dass Ortungsdienste aktiviert sind .3. Scrolle nach unten, um die App zu finden.

# location.services_disabled
source: 1. Go to Settings > Privacy > Location Services. 2.Make sure that Location Services is on .3. Scroll down to find the app.
cs: Musíš povolit polohové služby, jinak nemůžeš načítat body ani používat mapu. 1. Nastavení 2. Soukromí 3. Polohové služby 4. Zapnout
de: 1. Gehe zu Einstellungen > Datenschutz > Ortungsdienste. 2. Stelle sicher, dass Ortungsdienste aktiviert sind .3. Scrolle nach unten, um die App zu finden.

# locationStatusBar.waiting
source: Waiting for gps data...
cs: Čekám na gps data...
de: Warten auf GPS-Daten…

# login.error_offline.message
source: You appear to be offline. Only the most recently logged in user can log in without connection.
cs: Vypadá to, že nemáš internet. Bez připojení se může přihlásit pouze poslední přihlášený uživatel.
de: Sie scheinen offline zu sein. Nur der zuletzt angemeldete Benutzer kann sich ohne Verbindung anmelden.

# login.error_online.message
source: We could not validate the credentials. Please make sure you are using correct username and password.
cs: Nedokázali jsme rozpoznat uživatele. Ujisti se, že při přihlášení používáš správné přihlašovací údaje.
de: Wir konnten die Anmeldedaten nicht überprüfen. Bitte stellen Sie sicher, dass Sie den richtigen Benutzernamen und das richtige Passwort verwenden.

# login.error.invalid_credentials
source: Invalid credentials
cs: Zadali jste neplatné přihlašovací údaje.
de: Ungültige Anmeldedaten

# login.error.title
source: Login Failed
cs: Přihlášení selhalo
de: Anmeldung fehlgeschlagen

# login.forgotPassword
source: Forgot password?
cs: Zapomněli jste heslo?
de: Passwort vergessen?

# login.login
source: Login
cs: Přihlásit se
de: Anmelden

# login.password
source: Password
cs: Heslo
de: Passwort

# login.register
source: Sign up
cs: Vytvořit nový účet
de: Registrieren

# login.title
source: Welcome back
cs: Vítejte zpět!
de: Willkommen zurück

# login.username
source: Username / Email
cs: Uživatelské jméno / Email
de: Benutzername / E-Mail

# map.detail
source: See more...
cs: Zjistit více...
de: Mehr sehen…

# map.detail.sponsor
source: Sponsor:
cs: Podporovatel:

# map.detail.value
source: Point value: %@
cs: Hodnota bodu: %@
de: Punktwert: %@

# map.route_button.title
source: Navigate
cs: Navigovat
de: Navigieren

# map.title
source: Map
cs: Mapa
de: Karte

# messages.title
source: Messages
cs: Zprávy
de: Nachrichten

# onboarding.description.activity
source: Enjoy the activity.
cs: Užij si danou aktivitu.
de: Genießen Sie die Aktivität.

# onboarding.description.find
source: Find nearby activity with LiS chips.
cs: Pomocí mapy najdi umístění LiS čipů.
de: Finden Sie nahegelegene Aktivitäten mit LiS-Chips.

# onboarding.description.point
source: Scan point with NFC or QR code.
cs: Načti čip telefonem přes NFC nebo QR kód.
de: Scannen Sie den Punkt mit NFC oder QR-Code.

# onboarding.description.prizes
source: Join the competition and win cool prizes.
cs: Soutěž s ostatními a vyhraj hodnotné ceny.
de: Nehmen Sie am Wettbewerb teil und gewinnen Sie tolle Preise.

# onboarding.description.problems
source: If you have any issues, contact us at info@lifeisskill.cz.
cs: V případě jakýchkoliv problémů nás kontaktuj na info@lifeisskill.cz
de: Wenn Sie Probleme haben, kontaktieren Sie uns unter info@lifeisskill.cz.

# onboarding.description.web
source: You can manage your account at www.muj.lifeisskill.cz
cs: Svůj účet můžeš také spravovat na www.muj.lifeisskill.cz
de: Sie können Ihr Konto unter www.muj.lifeisskill.cz

# point_list.outbox.cell
source: Several points are waiting to be sent for validation. Connect to the internet.
cs: Několik bodů čeká na odeslání k validaci. Připojte se k internetu.
de: Mehrere Punkte warten auf die Validierung. Verbinden Sie sich mit dem Internet.

# point_list.outbox.help.title
source: Internet connection appears to be inactive
cs: Připojení k internetu je zřejmě neaktivní
de: Internetverbindung scheint inaktiv zu sein

# point_list.outbox.more
source: Connection error. %d points are waiting for validation.
cs: Vyskytl se problém s připojením. %d načtených čipů čeká na validaci.
de: Verbindungsfehler. %d Punkte warten auf Validierung.

# point_list.outbox.one
source: Connection problem. Point is waiting for validation.
cs: Vyskytl se problém s připojením. Načtený čip čeká na validaci.
de: Verbindungsproblem. Punkt wartet auf Validierung.

# point_list.outbox.title
source: Offline points
cs: Neodeslané body
de: Offline-Punkte

# point_list.outbox.two_four
source: Connection error. %d points are waiting for validation.
cs: Vyskytl se problém s připojením. %d načtené čipy čekají na validaci.
de: Verbindungsfehler. %d Punkte warten auf Validierung.

# point_list.outbox.unknownCell
source: Scanned point
cs: Načtený bod
de: Gescannter Punkt

# point_list.point
source: Point
cs: Bod
de: Punkt

# point_list.points_sum.more
source: %d points
cs: %d bodů
de: %d Punkte

# point_list.points_sum.one
source: %d point
cs: %d bod
de: %d Punkt

# point_list.points_sum.two_four
source: %d points
cs: %d body
de: %d Punkte

# point_list.title
source: Account
cs: Účet
de: Konto

# points.title
source: Points
cs: Body
de: Punkte

# prizes.header.description
source: Below is a sample of prizes from last season
cs: Níže uvádíme ukázku výher z minulé sezony
de: Nachfolgend finden Sie eine Auswahl an Preisen der letzten Saison

# prizes.header.title
source: We are preparing prizes for the 2019/2020 season for you
cs: Výhry na sezonu 2020/2021 pro vás připravujeme
de: Wir bereiten Preise für die Saison 2020/2021 für Sie vor

# prizes.title
source: Prizes
cs: Výhry
de: Preise

# profile.age
source: Age:
cs: Věk:
de: Alter:
